---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.PhyMaterialParamSubclass
source: html/15b2edfb-699c-5911-ad75-d26baac32136.htm
---
# Autodesk.Revit.DB.ParameterTypeId.PhyMaterialParamSubclass Property

"Subclass"

## Syntax (C#)
```csharp
public static ForgeTypeId PhyMaterialParamSubclass { get; }
```